@echo off
chcp 65001 >nul
title ابزار صدور لایسنس - مهندس مسعود شعبانی
color 0B
cls

echo =======================================================================
echo          سامانه صدور لایسنس سخت افزاری و امضای دیجیتال
echo                 توسعه دهنده: مهندس مسعود شعبانی
echo =======================================================================
echo.

node server\license-generator.js

echo.
echo =======================================================================
echo عملیات به پایان رسید. جهت خروج یک کلید را فشار دهید.
pause >nul
